module.exports = {
  "1": {
    "words": [
      "你好哇，很高兴遇见你",
      "我是橙花大王，你认识我吗？"
    ],
    "re": [
      {
        "content": "你好啊，我认识你哦",
        "next": "2"
      },
      {
        "content": "你是谁，我不认识你",
        "next": "3"
      }
    ]
  },

  "2": {
    "words": [
      "果然是很记性好又聪明的小哥哥",
      "我是松树大王的战友，也是橙花的好朋友，咱们四个经常一起战斗！哈哈哈～"
    ],
    "re": [
      {
        "content": "所以，你找我有什么事儿吗",
        "next": "4"
      },
      {
        "content": "你就是那个笨法师啊！啊哈哈",
        "next": "5"
      }
    ]
  }
};